Repository: TimeTravelParadox/Aion-s-Time
Catalog: TimeTravelParadox/TimeTravelParadox/Components/*.lproj/Localizable.strings
Languages: pt_br

# dialogueQG01
source: It's not a fix mission. Isn't the time offender part of the monitoring team?
pt_br: Não é uma missão de correção. O infrator do tempo não faz parte da equipe de monitoramento?

# dialogueQG02
source: It's someone who has access to time travel and is not part of Aion's employees.
pt_br: É alguém que tem acesso a viagem no tempo e não faz parte dos funcionários da Aion.

# dialogueQG03
source: This is the first time this type of occurrence has appeared in years.
pt_br: Essa é a primeira vez que esse tipo de ocorrência aparece em anos.

# dialogueMirror
source: I still can't get used to this new uniform.
pt_br: Ainda não me acostumei com esse novo uniforme.

# dialoguePolaroid01
source: Are these people involved with the person responsible for this infraction?
pt_br: Será que essas pessoas estão envolvidas com o responsável por essa infração?

# dialoguePolaroid02
source: This schedule is digital, it does not belong to this era.
pt_br: Esse horário é digital, não pertence a essa época.

# dialogueTypemachine
source: This person is certainly involved with our company.
pt_br: Essa pessoa certamente está envolvida com a nossa empresa.

# dialogueClock
source: Perhaps I should see things from another point of view.
pt_br: Talvez eu deva ver as coisas em outro ponto de vista.

# dialogueHologram01
source: W-What am I doing on this poster?
pt_br: O-O que eu estou fazendo nesse cartaz?

# dialogueHologram02
source: It doesn't seem to be from this year, this language became official only in 2530.
pt_br: Não parece ser desse ano, esse idioma se tornou oficial apenas em 2530.

# dialogueHologram03
source: Does the time offender know me?
pt_br: O infrator do tempo me conhece?

# missao01
source: Mission 01
pt_br: Missão 01

# texto1
source: Irregularities were detected in the timeline. The 1940s and 2040s present anomalies that can cause damage to the temporal tissue.
pt_br: Irregularidades foram detectadas na linha temporal. Os anos de 1940 e 2040 apresentam anomalias que podem causar danos no tecido temporal.

# texto2
source: Evidence indicates that there is an irregular traveler behind the anomalies, investigate their origin so that we can arrest the time offender.
pt_br: Evidências apontam que existe um viajante irregular por trás das anomalias, investigue sua origem para que possamos prender o infrator temporal.

# texto3
source: If you accept this mission, your task is to find and correct the irregularities before there is greater damage to the timeline.
pt_br: Caso aceite essa missão, sua tarefa é encontrar e corrigir as irregularidades antes que haja danos maiores na linha do tempo.

# novaMissao
source: New Mission
pt_br: Nova Missão

# iniciarMissao
source: START MISSION
pt_br: INICIAR MISSÃO

# emAndamento
source: MISSION IN PROGRESS...
pt_br: MISSÃO EM ANDAMENTO ...

# viagemDisponivel
source: TRAVEL AVAILABLE
pt_br: VIAGEM DISPONÍVEL

# preparando
source: PREPARING TRAVEL
pt_br: PREPARANDO VIAGEM

# analiseLinhaTemporal
source: Timeline analysis
pt_br: Análise de linha temporal
